Repository: huseyninan/kidsdoku2
Catalog: kidsdoku2/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, it, ru, tr

source: **The Goal:** Place each emoji exactly once in every row, column, and 2×2 box!
de: **Das Ziel:** Setze jedes Emoji genau einmal in jede Zeile, Spalte und 2×2 Box!
es: **El Objetivo:** ¡Coloca cada emoji una vez en cada fila, columna y caja de 2×2!
it: **L'obiettivo:** Metti ogni emoji esattamente una volta in ogni riga, colonna e riquadro 2×2!
ru: **Цель:** Размести каждый смайлик ровно один раз в каждой строке, столбце и квадрате 2×2!
tr: **Hedef:** Her emojiyi her satır, sütun ve 2×2 kutuya tam olarak bir kez yerleştir!

# %lld of %lld earned
source: %1$lld of %2$lld earned
de: %1$lld von %2$lld verdient
es: %1$lld de %2$lld conseguidas
it: %1$lld di %2$lld ottenuti
ru: %1$lld из %2$lld получено
tr: %1$lld / %2$lld kazanıldı

# %lld x %lld Puzzle
source: %1$lld x %2$lld Puzzle
de: %1$lld x %2$lld Rätsel
es: Puzzle %1$lld x %2$lld
it: Puzzle %1$lld x %2$lld
ru: Пазл %1$lld x %2$lld
tr: %1$lld x %2$lld Bulmaca

source: © 2025 KidsDoku. All rights reserved.
de: © 2025 KidsDoku. Alle Rechte vorbehalten.
es: © 2025 KidsDoku. Todos los derechos reservados.
it: © 2025 KidsDoku. Tutti i diritti riservati.
ru: © 2025 KidsDoku. Все права защищены.
tr: © 2025 KidsDoku. Tüm hakları saklıdır.

source: ✅ Correct
de: ✅ Richtig
es: ✅ Correcto
it: ✅ Corretto
ru: ✅ Верно
tr: ✅ Doğru

source: ✅ Correct Box
de: ✅ Richtige Box
es: ✅ Caja Correcta
it: ✅ Riquadro corretto
ru: ✅ Верный квадрат
tr: ✅ Doğru Kutu

source: ✅ Correct Row:
de: ✅ Richtige Zeile:
es: ✅ Fila Correcta:
it: ✅ Riga corretta:
ru: ✅ Верная строка:
tr: ✅ Doğru Satır:

source: ❌ Wrong
de: ❌ Falsch
es: ❌ Incorrecto
it: ❌ Sbagliato
ru: ❌ Ошибка
tr: ❌ Yanlış

source: ❌ Wrong Box
de: ❌ Falsche Box
es: ❌ Caja Incorrecta
it: ❌ Riquadro sbagliato
ru: ❌ Ошибка в квадрате
tr: ❌ Yanlış Kutu

source: ❌ Wrong Row:
de: ❌ Falsche Zeile:
es: ❌ Fila Incorrecta:
it: ❌ Riga sbagliata:
ru: ❌ Ошибка в строке:
tr: ❌ Yanlış Satır:

source: 🎯 **Ready to Play?**
de: 🎯 **Bereit zum Spielen?**
es: 🎯 **¿Listo para Jugar?**
it: 🎯 **Pronto a giocare?**
ru: 🎯 **Готов играть?**
tr: 🎯 **Oynamaya Hazır Mısın?**

source: About
de: Über
es: Acerca de
it: Info
ru: О приложении
tr: Hakkında

source: Achievements
de: Erfolge
es: Logros
it: Traguardi
ru: Достижения
tr: Başarılar

source: Adventurer
de: Abenteurer
es: Aventurero
it: Avventuriero
ru: Искатель приключений
tr: Maceracı

source: Amazing!
de: Fantastisch!
es: ¡Increíble!
it: Fantastico!
ru: Потрясающе!
tr: Harika!

source: Amazing! Puzzle complete!
de: Fantastisch! Rätsel gelöst!
es: ¡Increíble! ¡Puzzle completado!
it: Incredibile! Puzzle completato!
ru: Потрясающе! Пазл собран!
tr: Harika! Bulmaca tamamlandı!

source: App info and credits
de: App-Info und Credits
es: Info y créditos
it: Info app e riconoscimenti
ru: Информация и авторы
tr: Uygulama bilgileri ve emeği geçenler

source: Badges
de: Abzeichen
es: Insignias
it: Medaglie
ru: Значки
tr: Rozetler

source: Bird's Nest
de: Vogelnest
es: Nido de Pájaro
it: Nido d'uccello
ru: Птичье гнездо
tr: Kuş Yuvası

source: Breakfast Time
de: Frühstückszeit
es: Hora del Desayuno
it: Ora di colazione
ru: Время завтрака
tr: Kahvaltı Zamanı

source: Brilliant thinking with just a nudge from hints.
de: Brillantes Denken mit nur einem kleinen Tipp!
es: ¡Pensamiento brillante con una ayudita de las pistas!
it: Pensiero brillante con un piccolo aiuto dagli indizi.
ru: Гениально! И подсказки почти не понадобились.
tr: İpuçlarından ufak bir yardımla harika bir düşünce.

source: Cancel
de: Abbrechen
es: Cancelar
it: Annulla
ru: Отмена
tr: İptal

# Cell at row %lld, column %lld
source: Cell at row %1$lld, column %2$lld
de: Feld in Zeile %1$lld, Spalte %2$lld
es: Celda fila %1$lld, columna %2$lld
it: Cella riga %1$lld, colonna %2$lld
ru: Клетка строка %1$lld, столбец %2$lld
tr: Satır %1$lld, sütun %2$lld hücresi

source: Choose which difficulty levels to show
de: Wähle die Schwierigkeitsstufen
es: Elige los niveles de dificultad
it: Scegli i livelli di difficoltà
ru: Выбери уровни сложности
tr: Gösterilecek zorluk seviyelerini seç

source: Choose Your Adventure
de: Wähle dein Abenteuer
es: Elige tu Aventura
it: Scegli la tua avventura
ru: Выбери приключение
tr: Maceranı Seç

source: Christmas
de: Weihnachten
es: Navidad
it: Natale
ru: Рождество
tr: Noel

source: Christmas Box
de: Weihnachtskiste
es: Caja Navideña
it: Scatola di Natale
ru: Рождественская коробка
tr: Noel Kutusu

source: Christmas Quest
de: Weihnachts-Abenteuer
es: Aventura Navideña
it: Sfida di Natale
ru: Рождественский квест
tr: Noel Görevi

source: Clear all completed 3x3 puzzles
de: Alle 3x3 Rätsel löschen
es: Borrar puzzles 3x3 completados
it: Cancella puzzle 3x3 completati
ru: Сбросить все пазлы 3x3
tr: Tamamlanan tüm 3x3 bulmacaları temizle

source: Clear all completed 4x4 puzzles
de: Alle 4x4 Rätsel löschen
es: Borrar puzzles 4x4 completados
it: Cancella puzzle 4x4 completati
ru: Сбросить все пазлы 4x4
tr: Tamamlanan tüm 4x4 bulmacaları temizle

source: Clear all completed 6x6 puzzles
de: Alle 6x6 Rätsel löschen
es: Borrar puzzles 6x6 completados
it: Cancella puzzle 6x6 completati
ru: Сбросить все пазлы 6x6
tr: Tamamlanan tüm 6x6 bulmacaları temizle

source: Clear all game progress
de: Gesamten Spielfortschritt löschen
es: Borrar todo el progreso
it: Cancella tutti i progressi
ru: Сбросить весь прогресс
tr: Tüm oyun ilerlemesini sıfırla

source: Complete 5 puzzles
de: Löse 5 Rätsel
es: Completa 5 puzzles
it: Completa 5 puzzle
ru: Собери 5 пазлов
tr: 5 bulmaca tamamla

source: Complete 5 puzzles in 3x3
de: Löse 5 Rätsel im 3x3
es: Completa 5 puzzles en 3x3
it: Completa 5 puzzle 3x3
ru: Собери 5 пазлов 3x3
tr: 3x3'te 5 bulmaca tamamla

source: Complete 5 puzzles in 4x4
de: Löse 5 Rätsel im 4x4
es: Completa 5 puzzles en 4x4
it: Completa 5 puzzle 4x4
ru: Собери 5 пазлов 4x4
tr: 4x4'te 5 bulmaca tamamla

source: Complete 5 puzzles in 6x6
de: Löse 5 Rätsel im 6x6
es: Completa 5 puzzles en 6x6
it: Completa 5 puzzle 6x6
ru: Собери 5 пазлов 6x6
tr: 6x6'da 5 bulmaca tamamla

source: Complete 10 puzzles
de: Löse 10 Rätsel
es: Completa 10 puzzles
it: Completa 10 puzzle
ru: Собери 10 пазлов
tr: 10 bulmaca tamamla

source: Complete 15 puzzles in 3x3
de: Löse 15 Rätsel im 3x3
es: Completa 15 puzzles en 3x3
it: Completa 15 puzzle 3x3
ru: Собери 15 пазлов 3x3
tr: 3x3'te 15 bulmaca tamamla

source: Complete 15 puzzles in 4x4
de: Löse 15 Rätsel im 4x4
es: Completa 15 puzzles en 4x4
it: Completa 15 puzzle 4x4
ru: Собери 15 пазлов 4x4
tr: 4x4'te 15 bulmaca tamamla

source: Complete 15 puzzles in 6x6
de: Löse 15 Rätsel im 6x6
es: Completa 15 puzzles en 6x6
it: Completa 15 puzzle 6x6
ru: Собери 15 пазлов 6x6
tr: 6x6'da 15 bulmaca tamamla

source: Complete 25 puzzles
de: Löse 25 Rätsel
es: Completa 25 puzzles
it: Completa 25 puzzle
ru: Собери 25 пазлов
tr: 25 bulmaca tamamla

source: Complete 50 puzzles
de: Löse 50 Rätsel
es: Completa 50 puzzles
it: Completa 50 puzzle
ru: Собери 50 пазлов
tr: 50 bulmaca tamamla

source: Complete 100 puzzles
de: Löse 100 Rätsel
es: Completa 100 puzzles
it: Completa 100 puzzle
ru: Собери 100 пазлов
tr: 100 bulmaca tamamla

source: Complete all Christmas puzzles
de: Löse alle Weihnachtsrätsel
es: Completa todos los puzzles navideños
it: Completa tutti i puzzle di Natale
ru: Собери все рождественские пазлы
tr: Tüm Noel bulmacalarını tamamla

source: Complete your first puzzle
de: Löse dein erstes Rätsel
es: Completa tu primer puzzle
it: Completa il tuo primo puzzle
ru: Собери свой первый пазл
tr: İlk bulmacanı tamamla

source: Continue
de: Weiter
es: Continuar
it: Continua
ru: Продолжить
tr: Devam Et

source: Cool! What's Next?
de: Super! Was kommt als Nächstes?
es: ¡Genial! ¿Qué Sigue?
it: Fantastico! E ora?
ru: Класс! Что дальше?
tr: Süper! Sırada Ne Var?

source: Coral Reef
de: Korallenriff
es: Arrecife de Coral
it: Barriera corallina
ru: Коралловый риф
tr: Mercan Resifi

source: Created with love for young puzzle enthusiasts
de: Mit Liebe für junge Rätsel-Fans erstellt
es: Creado con amor para jóvenes expertos en puzzles
it: Creato con amore per i giovani appassionati di puzzle
ru: Сделано с любовью для юных любителей головоломок
tr: Genç bulmaca severler için sevgiyle hazırlandı

source: Crystal Caves
de: Kristallhöhlen
es: Cuevas de Cristal
it: Grotte di cristallo
ru: Хрустальные пещеры
tr: Kristal Mağaralar

source: Design & Development
de: Design & Entwicklung
es: Diseño y Desarrollo
it: Design e Sviluppo
ru: Дизайн и разработка
tr: Tasarım ve Geliştirme

source: Display Mode
de: Anzeigemodus
es: Modo de Visualización
it: Modalità schermo
ru: Режим отображения
tr: Görünüm Modu

source: Done
de: Fertig
es: Listo
it: Fatto
ru: Готово
tr: Bitti

source: Each **2×2 BOX** must have all 4 different emojis
de: Jede **2×2 BOX** muss alle 4 verschiedenen Emojis haben
es: Cada **CAJA DE 2×2** debe tener los 4 emojis diferentes
it: Ogni **RIQUADRO 2×2** deve avere 4 emoji diverse
ru: В каждом **КВАДРАТЕ 2×2** должны быть все 4 разных смайлика
tr: Her **2x2 KUTUDA** 4 farklı emojinin tümü bulunmalı

source: Each **COLUMN** (↓) must have all 4 different emojis
de: Jede **SPALTE** (↓) muss alle 4 verschiedenen Emojis haben
es: Cada **COLUMNA** (↓) debe tener los 4 emojis diferentes
it: Ogni **COLONNA** (↓) deve avere 4 emoji diverse
ru: В каждом **СТОЛБЦЕ** (↓) должны быть все 4 разных смайлика
tr: Her **SÜTUNDA** (↓) 4 farklı emojinin tümü bulunmalı

source: Each **ROW** (→) must have all 4 different emojis
de: Jede **ZEILE** (→) muss alle 4 verschiedenen Emojis haben
es: Cada **FILA** (→) debe tener los 4 emojis diferentes
it: Ogni **RIGA** (→) deve avere 4 emoji diverse
ru: В каждой **СТРОКЕ** (→) должны быть все 4 разных смайлика
tr: Her **SATIRDA** (→) 4 farklı emojinin tümü bulunmalı

source: Earn 10 stars total
de: Sammle 10 Sterne
es: Consigue 10 estrellas
it: Guadagna 10 stelle
ru: Заработай 10 звёзд
tr: Toplam 10 yıldız kazan

source: Earn 30 stars total
de: Sammle 30 Sterne
es: Consigue 30 estrellas
it: Guadagna 30 stelle
ru: Заработай 30 звёзд
tr: Toplam 30 yıldız kazan

source: Earn 75 stars total
de: Sammle 75 Sterne
es: Consigue 75 estrellas
it: Guadagna 75 stelle
ru: Заработай 75 звёзд
tr: Toplam 75 yıldız kazan

source: Earn 150 stars total
de: Sammle 150 Sterne
es: Consigue 150 estrellas
it: Guadagna 150 stelle
ru: Заработай 150 звёзд
tr: Toplam 150 yıldız kazan

source: Earned
de: Verdient
es: Conseguidas
it: Ottenute
ru: Получено
tr: Kazanıldı

source: Easy
de: Leicht
es: Fácil
it: Facile
ru: Лёгкий
tr: Kolay

source: Easy Symbols, Optionally Numbers! ✨
de: Einfache Symbole, optional Zahlen! ✨
es: ¡Símbolos fáciles, números opcionales! ✨
it: Simboli facili, numeri opzionali! ✨
ru: Простые символы, цифры по желанию! ✨
tr: Kolay Semboller, İstersen Sayılar! ✨

source: Echo Cave
de: Echohöhle
es: Cueva del Eco
it: Grotta dell'eco
ru: Пещера Эхо
tr: Yankı Mağarası

source: Engaging audio feedback to enhance the learning experience
de: Tolle Soundeffekte für mehr Lernspaß
es: Efectos de sonido divertidos para aprender mejor
it: Audio coinvolgente per migliorare l'apprendimento
ru: Забавные звуки для веселого обучения
tr: Öğrenme deneyimini geliştiren eğlenceli sesli geri bildirimler

source: Erase
de: Löschen
es: Borrar
it: Cancella
ru: Стереть
tr: Sil

source: Every puzzle makes you smarter. Track your wins and see how fast you improve!
de: Jedes Rätsel macht dich schlauer. Verfolge deine Erfolge!
es: Cada puzzle te hace más inteligente. ¡Sigue tus victorias y mira qué rápido mejoras!
it: Ogni puzzle ti rende più intelligente. Segui le tue vittorie e guarda quanto migliori!
ru: Каждый пазл делает тебя умнее. Следи за победами и смотри, как быстро ты растёшь!
tr: Her bulmaca seni daha zeki yapar. Zaferlerini takip et ve ne kadar hızlı geliştiğini gör!

source: Every puzzle teaches something new. Ready for the next one?
de: Jedes Rätsel lehrt etwas Neues. Bereit für das nächste?
es: Cada puzzle enseña algo nuevo. ¿Listo para el siguiente?
it: Ogni puzzle insegna qualcosa di nuovo. Pronto per il prossimo?
ru: Каждый пазл учит чему-то новому. Готов к следующему?
tr: Her bulmaca yeni bir şey öğretir. Bir sonrakine hazır mısın?

source: Explorer
de: Entdecker
es: Explorador
it: Esploratore
ru: Исследователь
tr: Kaşif

source: Fable Adventures
de: Märchenabenteuer
es: Aventuras de Fábula
it: Avventure da favola
ru: Сказочные приключения
tr: Masal Maceraları

source: Fable Hero
de: Märchenheld
es: Héroe de Fábula
it: Eroe da favola
ru: Сказочный герой
tr: Masal Kahramanı

source: Fable Legend
de: Märchenlegende
es: Leyenda de Fábula
it: Leggenda da favola
ru: Легенда сказок
tr: Masal Efsanesi

source: Featuring adorable animals, birds, and sea creatures
de: Mit süßen Tieren, Vögeln und Meerestieren
es: Con animales, pájaros y criaturas marinas adorables
it: Con adorabili animali e creature marine
ru: С милыми животными, птицами и морскими жителями
tr: Sevimli hayvanlar, kuşlar ve deniz canlıları içerir

source: First Steps
de: Erste Schritte
es: Primeros Pasos
it: Primi passi
ru: Первые шаги
tr: İlk Adımlar

source: Flawless logic! Not a single hint or mistake.
de: Perfekte Logik! Kein Tipp und kein Fehler.
es: ¡Lógica impecable! Sin pistas ni errores.
it: Logica impeccabile! Nessun indizio o errore.
ru: Безупречная логика! Ни одной ошибки или подсказки.
tr: Kusursuz mantık! Tek bir ipucu veya hata yok.

source: Galaxy Master
de: Galaxie-Meister
es: Maestro Galáctico
it: Maestro galattico
ru: Мастер галактики
tr: Galaksi Ustası

source: Game Settings
de: Spieleinstellungen
es: Ajustes del Juego
it: Impostazioni
ru: Настройки игры
tr: Oyun Ayarları

source: Garden Path
de: Gartenpfad
es: Camino del Jardín
it: Sentiero fiorito
ru: Садовая тропинка
tr: Bahçe Yolu

source: Get 3 stars on 5 puzzles
de: Hole 3 Sterne bei 5 Rätseln
es: Consigue 3 estrellas en 5 puzzles
it: Ottieni 3 stelle su 5 puzzle
ru: Получи 3 звезды на 5 пазлах
tr: 5 bulmacada 3 yıldız kazan

source: Get 3 stars on 15 puzzles
de: Hole 3 Sterne bei 15 Rätseln
es: Consigue 3 estrellas en 15 puzzles
it: Ottieni 3 stelle su 15 puzzle
ru: Получи 3 звезды на 15 пазлах
tr: 15 bulmacada 3 yıldız kazan

source: Get 3 stars on 30 puzzles
de: Hole 3 Sterne bei 30 Rätseln
es: Consigue 3 estrellas en 30 puzzles
it: Ottieni 3 stelle su 30 puzzle
ru: Получи 3 звезды на 30 пазлах
tr: 30 bulmacada 3 yıldız kazan

source: Get 3 stars on a puzzle
de: Hole 3 Sterne bei einem Rätsel
es: Consigue 3 estrellas en un puzzle
it: Ottieni 3 stelle su un puzzle
ru: Получи 3 звезды на пазле
tr: Bir bulmacada 3 yıldız kazan

source: Go Premium
de: Premium holen
es: Hacerse Premium
it: Passa a Premium
ru: Премиум версия
tr: Premium'a Geç

source: Grid Master
de: Gitter-Meister
es: Maestro de Cuadrículas
it: Maestro della griglia
ru: Мастер сетки
tr: Izgara Ustası

source: Grid Sizes
de: Gittergrößen
es: Tamaños de Cuadrícula
it: Dimensioni griglia
ru: Размеры сетки
tr: Izgara Boyutları

source: Haptic Feedback
de: Haptisches Feedback
es: Vibración
it: Feedback tattile
ru: Вибрация
tr: Titreşimli Geri Bildirim

source: Hard
de: Schwer
es: Difícil
it: Difficile
ru: Сложный
tr: Zor

source: Here's a hint! ✨
de: Hier ist ein Tipp! ✨
es: ¡Aquí tienes una pista! ✨
it: Ecco un indizio! ✨
ru: Вот подсказка! ✨
tr: İşte bir ipucu! ✨

source: Hey there, Puzzle Champion! 🎉
de: Hallo, Rätsel-Champion! 🎉
es: ¡Hola, Campeón de Puzzles! 🎉
it: Ciao, Campione dei Puzzle! 🎉
ru: Привет, Чемпион пазлов! 🎉
tr: Merhaba, Bulmaca Şampiyonu! 🎉

source: Hide Finished
de: Fertige ausblenden
es: Ocultar Terminados
it: Nascondi completati
ru: Скрыть завершённые
tr: Tamamlananları Gizle

source: Hint
de: Tipp
es: Pista
it: Indizio
ru: Подсказка
tr: İpucu

source: Hints
de: Tipps
es: Pistas
it: Indizi
ru: Подсказки
tr: İpuçları

source: Holiday Magic
de: Weihnachtszauber
es: Magia Navideña
it: Magia natalizia
ru: Праздничное волшебство
tr: Tatil Büyüsü

source: How to Play
de: Spielanleitung
es: Cómo Jugar
it: Come giocare
ru: Как играть
tr: Nasıl Oynanır

source: Illustrations
de: Illustrationen
es: Ilustraciones
it: Illustrazioni
ru: Иллюстрации
tr: Çizimler

source: In our 4×4 game, you use 4 different emojis.
de: Im 4×4 Spiel nutzt du 4 verschiedene Emojis.
es: En nuestro juego de 4×4, usas 4 emojis diferentes.
it: Nel gioco 4×4, usi 4 emoji diverse.
ru: В игре 4×4 используются 4 разных смайлика.
tr: 4x4 oyunumuzda 4 farklı emoji kullanırsın.

source: Incorrect answer. Please try again.
de: Falsche Antwort. Bitte versuch es nochmal.
es: Respuesta incorrecta. Por favor, inténtalo de nuevo.
it: Risposta errata. Per favore, riprova.
ru: Неправильный ответ. Пожалуйста, попробуйте ещё раз.
tr: Yanlış cevap. Lütfen tekrar deneyin.

source: Invalid symbol!
de: Ungültiges Symbol!
es: ¡Símbolo inválido!
it: Simbolo non valido!
ru: Неверный символ!
tr: Yanlış sembol!

source: Join thousands of kids already having fun with puzzles. Your adventure starts now!
de: Tausende Kinder haben schon Spaß mit Rätseln. Dein Abenteuer beginnt jetzt!
es: Únete a miles de niños que se divierten con puzzles. ¡Tu aventura empieza ahora!
it: Unisciti a migliaia di bambini che si divertono con i puzzle. La tua avventura inizia ora!
ru: Присоединяйся к тысячам детей, которые уже веселятся с пазлами. Твоё приключение начинается сейчас!
tr: Bulmacalarla eğlenen binlerce çocuğa katıl. Maceran şimdi başlıyor!

source: Journey
de: Reise
es: Viaje
it: Viaggio
ru: Путешествие
tr: Yolculuk

source: Kingdom Champion
de: Königreichs-Champion
es: Campeón del Reino
it: Campione del regno
ru: Чемпион королевства
tr: Krallık Şampiyonu

source: Kingdom Chronicles
de: Königreichs-Chroniken
es: Crónicas del Reino
it: Cronache del regno
ru: Хроники королевства
tr: Krallık Günlükleri

source: Kingdom Ruler
de: Königreichs-Herrscher
es: Gobernante del Reino
it: Sovrano del regno
ru: Правитель королевства
tr: Krallık Hükümdarı

source: Learn faster by using pictures! Start with foxes and frogs, then switch to numbers when you feel like a pro.
de: Lerne schneller mit Bildern! Starte mit Füchsen und Fröschen, dann wechsle zu Zahlen.
es: ¡Aprende más rápido con imágenes! Empieza con zorros y ranas, luego cambia a números cuando te sientas un profesional.
it: Impara più velocemente con le immagini! Inizia con volpi e rane, poi passa ai numeri quando ti senti un professionista.
ru: Учись быстрее с картинками! Начни с лисичек и лягушек, а потом перейди на цифры, когда станешь профессионалом.
tr: Resimlerle daha hızlı öğren! Tilkiler ve kurbağalarla başla, kendini usta hissedince sayılara geç.

source: Learn to play step by step!
de: Lerne Schritt für Schritt!
es: ¡Aprende a jugar paso a paso!
it: Impara a giocare passo dopo passo!
ru: Учись играть шаг за шагом!
tr: Adım adım oynamayı öğren!

source: Legend
de: Legende
es: Leyenda
it: Leggenda
ru: Легенда
tr: Efsane

source: Let's Go!
de: Los geht's!
es: ¡Vamos!
it: Andiamo!
ru: Поехали!
tr: Hadi Başlayalım!

source: Let's Play!
de: Lass uns spielen!
es: ¡A Jugar!
it: Giochiamo!
ru: Давай играть!
tr: Hadi Oynayalım!

source: Loading puzzles...
de: Rätsel laden...
es: Cargando puzzles...
it: Caricamento puzzle...
ru: Загрузка пазлов...
tr: Bulmacalar yükleniyor...

source: Mistakes
de: Fehler
es: Errores
it: Errori
ru: Ошибки
tr: Hatalar

source: Mushroom Grove
de: Pilzwald
es: Arboleda de Setas
it: Boschetto dei funghi
ru: Грибная поляна
tr: Mantar Korusu

source: New puzzle ready!
de: Neues Rätsel bereit!
es: ¡Nuevo puzzle listo!
it: Nuovo puzzle pronto!
ru: Новый пазл готов!
tr: Yeni bulmaca hazır!

source: No hints available!
de: Keine Tipps verfügbar!
es: ¡No quedan pistas!
it: Nessun indizio disponibile!
ru: Подсказки закончились!
tr: İpucu kalmadı!

source: No math required! Just tap to place the right characters on the grid to solve the puzzle.
de: Keine Mathe nötig! Tippe einfach, um die richtigen Figuren zu platzieren.
es: ¡Sin matemáticas! Solo toca para colocar los símbolos correctos en la cuadrícula y resolver el puzzle.
it: Niente matematica! Tocca per posizionare i simboli giusti sulla griglia e risolvere il puzzle.
ru: Математика не нужна! Просто нажимай, чтобы разместить правильные символы на сетке и решить пазл.
tr: Matematik gerekmez! Bulmacayı çözmek için doğru karakterleri ızgaraya yerleştirmen yeterli.

source: None
de: Keine
es: Ninguno
it: Nessuno
ru: Нет
tr: Yok

source: North Pole Challenge
de: Nordpol-Herausforderung
es: Desafío del Polo Norte
it: Sfida del Polo Nord
ru: Испытание Северного полюса
tr: Kuzey Kutbu Meydan Okuması

source: Nothing to undo!
de: Nichts rückgängig zu machen!
es: ¡Nada que deshacer!
it: Nulla da annullare!
ru: Нечего отменять!
tr: Geri alınacak bir şey yok!

source: Numbers
de: Zahlen
es: Números
it: Numeri
ru: Цифры
tr: Sayılar

source: Numbers Mode
de: Zahlen-Modus
es: Modo Números
it: Modalità Numeri
ru: Режим цифр
tr: Sayı Modu

source: Parental Gate
de: Elternsperre
es: Control Parental
it: Blocco Genitori
ru: Родительский контроль
tr: Ebeveyn Onayı

source: Perfect Start
de: Perfekter Start
es: Comienzo Perfecto
it: Inizio perfetto
ru: Отличное начало
tr: Mükemmel Başlangıç

source: Perfection
de: Perfektion
es: Perfección
it: Perfezione
ru: Совершенство
tr: Mükemmellik

source: Perfectionist
de: Perfektionist
es: Perfeccionista
it: Perfezionista
ru: Перфекционист
tr: Mükemmeliyetçi

source: Picture Mode
de: Bilder-Modus
es: Modo Dibujos
it: Modalità Immagini
ru: Режим картинок
tr: Resim Modu

source: Play Again
de: Nochmal spielen
es: Jugar de Nuevo
it: Gioca ancora
ru: Играть снова
tr: Tekrar Oyna

source: Play sounds during gameplay
de: Töne beim Spielen abspielen
es: Reproducir sonidos al jugar
it: Suoni durante il gioco
ru: Звуки во время игры
tr: Oyun sırasında sesleri çal

source: Please solve this math problem to continue. This helps ensure a parent is present.
de: Bitte löse diese Rechenaufgabe. So stellen wir sicher, dass ein Erwachsener dabei ist.
es: Por favor, resuelve este problema de matemáticas para continuar. Esto ayuda a asegurar la presencia de un padre/madre.
it: Per favore, risolvi questo problema di matematica per continuare. Questo aiuta a garantire la presenza di un genitore.
ru: Пожалуйста, решите эту математическую задачу, чтобы продолжить. Это помогает убедиться в присутствии родителя.
tr: Devam etmek için lütfen bu matematik problemini çözün. Bu, bir ebeveynin orada olduğundan emin olmaya yardımcı olur.

source: Progress Management
de: Fortschritt verwalten
es: Gestión de Progreso
it: Gestione progressi
ru: Управление прогрессом
tr: İlerleme Yönetimi

source: Puzzle %lld
de: Rätsel %lld
ru: Пазл %lld
tr: Bulmaca %lld

source: Puzzle Complete!
de: Rätsel gelöst!
es: ¡Puzzle Completado!
it: Puzzle completato!
ru: Пазл собран!
tr: Bulmaca Tamamlandı!

source: Puzzle Master
de: Rätsel-Meister
es: Maestro de Puzzles
it: Maestro dei puzzle
ru: Мастер пазлов
tr: Bulmaca Ustası

source: Puzzle not available
de: Rätsel nicht verfügbar
es: Puzzle no disponible
it: Puzzle non disponibile
ru: Пазл недоступен
tr: Bulmaca mevcut değil

source: Ready, Set, Go! 🚀
de: Auf die Plätze, fertig, los! 🚀
es: ¡Preparados, Listos, Ya! 🚀
it: Pronti, Partenza, Via! 🚀
ru: На старт, внимание, марш! 🚀
tr: Hazır, Dikkat, Başla! 🚀

source: Remember: Each emoji appears exactly once in every row, column, and 2×2 box!
de: Merke: Jedes Emoji kommt genau einmal in jeder Zeile, Spalte und 2×2 Box vor!
es: Recuerda: ¡Cada emoji aparece una sola vez por fila, columna y caja de 2×2!
it: Ricorda: Ogni emoji appare una sola volta in ogni riga, colonna e riquadro 2×2!
ru: Запомни: Каждый смайлик встречается ровно один раз в каждой строке, столбце и квадрате 2×2!
tr: Unutma: Her emoji her satır, sütun ve 2x2 kutuda tam olarak bir kez bulunur!

source: Reset
de: Zurücksetzen
es: Reiniciar
it: Resetta
ru: Сброс
tr: Sıfırla

source: Reset 3x3 Progress
de: 3x3 Fortschritt zurücksetzen
es: Reiniciar Progreso 3x3
it: Resetta 3x3
ru: Сбросить прогресс 3x3
tr: 3x3 İlerlemeyi Sıfırla
